[
  {
    "id": 1,
    "name": "Air Max",
    "price": "$120",
    "description": "Superior Comfort: Features advanced cushioning technology that provides excellent shock absorption and minimizes impact, ensuring smooth strides.\nBreathable Design: The lightweight mesh upper enhances airflow, keeping your feet cool and comfortable even during intense workouts.\nDurable Build: Made from high-quality materials, offering long-lasting durability and resistance to wear and tear.\nOptimal Traction: The ergonomic sole design ensures superior grip and stability, making it perfect for both running and casual wear.\nStylish & Versatile: Combines modern aesthetics with functional performance, making it suitable for both sports and everyday fashion.\nEnergy-Boosting Performance: Designed to reduce fatigue and improve efficiency, helping runners maintain their best pace effortlessly.",
    "image": "./air-max.png"
  },
  {
    "id": 2,
    "name": "RS-X",
    "price": "$100",
    "description": "A bold, retro-futuristic sneaker with superior cushioning and shock absorption for everyday comfort.",
    "image": "./RS-X.png"
  },
  {
    "id": 3,
    "name": "Classic",
    "price": "$90",
    "description": "A timeless low-profile sneaker with a sleek design, perfect for versatile casual wear.",
    "image": "./classic.png"
  },
  {
    "id": 4,
    "name": "Urban Racer",
    "price": "$110",
    "description": "Designed for athletes who demand speed and agility.",
    "image": "./urban-racer.png"
  },
  {
    "id": 5,
    "name": "Swift Glide",
    "price": "$130",
    "description": "Durable shoes for rugged terrains and outdoor adventures.",
    "image": "./swift-glide.png"
  },
  {
    "id": 6,
    "name": "Metro Flex",
    "price": "$120",
    "description": "Stylish and comfortable shoes for everyday urban wear.",
    "image": "./metro-flex.png"
  },
  {
    "id": 7,
    "name": "Air Comfort Max",
    "price": "$100",
    "description": "Flexible design for natural movement and comfort.",
    "image": "./air-comfort.png"
  },
  {
    "id": 8,
    "name": "Pulse Sneakers",
    "price": "$140",
    "description": "Engineered for maximum performance and support.",
    "image": "./pulse-sneakers.png"
  },
  {
    "id": 9,
    "name": "Stride Runner",
    "price": "$125",
    "description": "Lightweight sneakers built for speed and flexibility.",
    "image": "./stride-runner.png"
  }
]
